Repository: plone/plone.app.hud
Catalog: src/plone/app/hud/translation/locales/*/LC_MESSAGES/plone.app.hud.po
Languages: ru, sl

source: Time from oldest transaction is ${oldest_transaction_days} days, therefore the ZODB was not packed in that time, fix it!
ru: Старейшая трансакция была ${oldest_transaction_days} дней назад и с того момента ZODB не был архивирован, исправь это!
sl: Najstarejša transakcija je stara ${oldest_transaction_days} dni, zato ZODB medtem časom ni bil pakiran. Popravi!

source: Users With Roles
ru: Пользователи с ролями
sl: Uporabniki z vlogami

source: Best practice is to have roles assigned to groups and users to groups.
ru: Наилучшее иметь ролей назначенных к группам и пользователей к группам.
sl: Najboljše je, da so vloge dodeljene skupinam in uporabniki skupinam.

source: No user has roles, good job!
ru: Никто не иметь роли, хорошо!
sl: Noben uporabnik nima vloge. Odlično!

source: Following roles are assigned directly to users, fix it!
ru: Следующие роли назначены непосредственно к пользователей, исправь это!
sl: Naslednje vloge so dodeljene izrecno uporabnikom. Popravi!

source: Role
ru: Роль
sl: Vloga

source: Count users
ru: Количество пользователей
sl: Število uporabnikov

source: See
ru: Посмотри
sl: Poglej

source: Zope source files write permission
ru: Доступ на запись к Zope исходным файлам
sl: Zapisljivo dovoljenje Zope izvornih datotek

source: It is a security issue if Plone instance has write permission to Zope files.
ru: Если Plone инстанция имет право на запись к Zope файлам это проблема безопасности.
sl: Če ima Plone instanca zapisljiv dostop do Zope izvornih datotek, gre za varnostni problem.

source: No source files are writable by Plone, good job!
ru: Plone не имеет право на запись к исходным файлам, хорошо!
sl: Plone nima zapisljivega dostopa do izvornih datotek. Odlično!

source: All these files are writable by Plone, fix it!
ru: Plone имеет право на запись к следующим исходным файлам, исправь это!
sl: Plone ima zapisljiv dostop do sledečih izvornih datotek. Popravi!

source: All in path:
ru: Все это в пути:
sl: Vse v:

source: Broken Klasses
ru: Испорченные классы
sl: Pokvarjeni razredi

source: In path:
ru: В пути:
sl: Znotraj:

source: There are one or more broken classes, fix it!
ru: Одна или более испорченных классов, исправь это!
sl: Eden ali več razredov je pokvarjenih. Popravi!

source: Module
ru: Модуль
sl: Modul

source: Class
ru: Класс
sl: Razred

source: There are no broken classes, good job!
ru: Нет испорченных классов, хорошо!
sl: Ni pokvarjenih razredov. Odlično!

source: Caching
ru: Кэш
sl: Pomnilnik

source: plone.app.caching is not installed, fix it!
ru: plone.app.caching не устанавливаемый, исправь это!
sl: plone.app.caching ni nameščen. Popravi!

source: plone.app.caching is installed, good job!
ru: plone.app.caching устанавливаемый, хорошо!
sl: plone.app.caching je nameščen. Odlično!

source: plone.app.caching is enabled, good job!
ru: plone.app.caching разрешаемый, хорошо!
sl: plone.app.caching je omogočen. Odlično!

source: plone.app.caching is NOT enabled, fix it!
ru: plone.app.caching не разрешаемый, исправь это!
sl: plone.app.caching je neomogočen. Popravi!

source: From Mail Address
ru: Исходящая электронная почта
sl: Odhodni elektronski naslov

source: 'from' email address is not configured, fix it!
ru: Исходящая электронная почта не настроена, исправь это!
sl: Odhodni elektronski naslov ni nastavljen. Popravi!

source: 'from' email address is configured, good job!
ru: Исходящая электронная почта настроена, хорошо!
sl: Odhodni elektronski naslov je nastavljen. Odlično!

source: Packed ZODB
ru: Архивирован ZODB
sl: Pakiran ZODB

source: ZODB should be packed at least every ${pack_days} days.
ru: ZODB должно быть архивирован хоть ка́ждые ${pack_days} дней
sl: ZODB naj bi bil pakiran vsaj vsake ${pack_days} dni

source: Time from oldest transaction is ${oldest_transaction_days} days, good job!
ru: Старейшая трансакция была ${oldest_transaction_days} дней назад, хорошо!
sl: Čas najstarejše transakcije je ${oldest_transaction_days} dni. Odlično!

source: Best Practices
ru: Рекомендательные советы
sl: Priporočeni načini

source: Elapsed time is ${elapsed_seconds} seconds.
ru: Истекшее время составляет ${elapsed_seconds} секунд.
sl: Pretečeni čas je ${elapsed_seconds} sekund.

source: Invalidate Cache
ru: Аннулировай кэш.
sl: Razveljavi pomnilnik

source: Container
ru: Элемент
sl: Element

source: Options
ru: Опции
sl: Možnosti

source: ID
ru: Идентификация

source: Title
ru: Заглавие
sl: Naslov

source: Type
ru: Тип
sl: Vrsta

source: Subitems
ru: Подпредмет
sl: Podelementi

source: Size
ru: Размер
sl: Velikost

source: Modified
ru: Видоизменение
sl: Spremenjeno

source: State
ru: Состояние
sl: Stanje

source: Refresh
ru: Освежать
sl: Osveži

source: Sharing
ru: Совместный доступ
sl: Skupna raba

source: Contents
ru: Содержание
sl: Vsebina

source: Go
ru: Идти
sl: Pojdi

source: Path
ru: Путь
sl: Pot

source: Content Browser
ru: браузер содержаний
sl: Brskalnik vsebin

source: moment ago
ru: Мгновение назад
sl: trenutek nazaj

source: hours
ru: часы
sl: ur

source: minutes ago
ru: мин назад
sl: minut nazaj

source: few seconds ago
ru: несколько секунд назад
sl: nekaj sekund nazaj

source: Back
ru: Назад
sl: Nazaj

source: Username
ru: Пользователь
sl: Uporabnik

source: Full name
ru: Полное имя
sl: Celotno ime

source: Email
ru: Электронная почта
sl: Elektronska pošta

source: Filtered by ${filter_title}
ru: Фильтрация согласно ${filter_title}
sl: Filtrirano po ${filter_title}

source: Security Advisories
ru: Советы по технике безопасности
sl: Varnostni napotki

source: Active: ${active_filter_title}
ru: Активное: ${active_filter_title}
sl: Aktivno: ${active_filter_title}

source: Group
ru: Группа
sl: Skupina

source: Count
ru: Число
sl: Število

source: Users
ru: Пользователей
sl: Uporabniki

source: Last day
ru: Последний день
sl: Zadnji dan

source: Last week
ru: На прошлой неделе
sl: Zadnji teden

source: Last month
ru: В прошлом месяце
sl: Zadnji mesec

source: Last year
ru: В прошлом году
sl: Zadnje leto

source: Never
ru: Никогда
sl: Nikoli
